{
    "Cook": "“Alright alright, I did it! It was me who killed the master. I just wanted to get my papers and live with my loved one, but the master was about to deport me! He was the one that hired me too! Of course I had to kill him”, the cook shouts frantically. The police officers apprehend the criminal and nod to you. “Great work detective, you’ve solved another case. I can’t imagine someone getting the best of you. Head home today, you’ve done this city a whole lot of good.” You walk to your car and get ready for your drive home. You say to yourself, “Another case solved.”",
    "Servant": "“So you figured it out did you, Mr. Detective? Yes, it was me. I’m actually the brother of the master of the house. However, I was forced into servitude not long after I was born simply because I was the second son. I wanted wealth and fame. But I wanted to right the wrongs that have plagued my past. So I planted the idea that the son would attain the inheritance. Me and the son both informed the ex-wife about a plan to pin it on someone else. Luckily for us, the cook was in love with his ex-wife. I convinced the cook that the ex-wife was looking for a lover and told him that he was the only one that could make her happy by killing the master. His only choice was to poison the master and gain his papers after getting away with it. I made sure the master would not suspect a thing. Take me in, officers. My family’s fame will end here.” You ascertained the mastermind behind it all. Of course it had to be the servant, the family crest belongs to him. The Son wanted the inheritance to support his spending. The ex-wife wanted the money from the divorce alimony. The cook was in love with the ex-wife and wanted to be with her. All the evidence makes sense. “Sir you’ve done some outstanding work today,” says the officer. “You are a detective with no equal. After we take these criminals in, let us celebrate at the pub again. Drinks on me.” You walk off and get into your car. With a smile on your face, you say to yourself, “Another day, another case” ",
    "Ex-Wife": "“How can I be the murderer? Did you even do your job right? Listen to me!”, they cry. The officers round them up and place them in one of the cruisers. “Listen, I’m no detective and I’m not one to judge, but I don’t know about this decision sir. We’ll take them in. I just hope you’re right.” You storm off to your car. Of course you’re right, all the evidence leads to them doesn’t it? “Another case…”, you mutter to yourself.",
    "Son": "“How can I be the murderer? Did you even do your job right? Listen to me!”, they cry. The officers round them up and place them in one of the cruisers. “Listen, I’m no detective and I’m not one to judge, but I don’t know about this decision sir. We’ll take them in. I just hope you’re right.” You storm off to your car. Of course you’re right, all the evidence leads to them doesn’t it? “Another case…”, you mutter to yourself."
    
}